 В опытах Фарадея магнитный поток, пронизывающий первый контур(катушку 1), изменялся различными способами:
1) замыкалась и размыкалась цепь второго контура; 
2) с помощью реостата изменялась сила тока во втором контуре;
3) второй контур приближался или удалялся относительно первого контура;
4) постоянный магнит приближался или удалялся относительно первого контура.
Появление индукционного тока в вышеперечисленных опытах свидетельствует о том, что при изменении магнитного потока сквозь контур, в последнем возникает ЭДС индукции.
Причём индукционный ток изменял своё направление при смене направления движения магнита, направления движения контуров 1 и 2, при замене нарастающего тока в контуре 2 убывающим со временем током, при замене замыкания цепи второго контура её размыканием.