c Вау, что это сейчас было?
n Интересно? Сейчас объясню.
n Мы взяли проводник и поместили его в переменное магнитное поле, которое порождает там токи, токи Фуко.
n Это способствует выработке сопротивления, которое замедляет пластину, проходящую сквозь переменное магнитное поле. 
n Так мы и получаем данный эффект. Медная доска вовсе не легко проваливается через магниты!
c Это выглядело достаточно необычно и интересно.
n А теперь давай поместим туда медную пластину, где у нижней половины надрезы, а верхняя половина сплошная.