{"inkVersion":20,"root":[["^c Держите ваши очки.","\n","^c И к вам попозже пообещал зайти мужчина за своими очками.","\n","^n Спасибо, Денис! Молодец!","\n","^n Я как раз нашла весь нужный материал.","\n","^n Я бы хотела сперва узнать, а знаешь ли ты, что такое токи Фуко?","\n","^c Не особо, расскажите подробнее, пожалуйста!","\n","^n Хорошо, приступим.","\n","^n Токи Фуко - индукционные токи, возникающие в массивных проводниках.","\n","^n Для таких проводников сопротивление R мало, поэтому индукционный ток достигает больших величин.","\n","^c Здорово. А расскажете, для чего их используют?","\n","^n Ну, тогда слушай.","\n","^n Токи Фуко используются для нагревания и плавления металлических заготовок, получения особо чистых сплавов и соединений металлов.","\n","^c Ого, а как их получают?","\n","^n Тут не всё так просто.","\n","^n Металлическую заготовку помещают в индукционную печь (соленоид, по которому пропускают переменный ток).","\n","^n Внутри металла возникают индукционные токи, разогревающие металл вплоть до его плавления.","\n","^n В печи создается вакуум и применяется левитационный нагрев.","\n","^n В этом случае силы электромагнитного поля ещё и удерживают металл в подвешенном состоянии вне контакта с поверхностью камеры.","\n","^n Так и получаются особо чистые металлы и сплавы.","\n","^c Очень интересно. А негативные эффекты у них есть?","\n","^n Конечно, имеются.","\n","^n Токи Фуко могут приводить к нагреву сердечников трансформаторов, электродвигателей и прочего.","\n","^c А этого можно избежать?","\n","^n К сожалению, нет. Но можно уменьшить нежелательное воздействие.","\n","^n Для этого массивный проводник набирают в виде отдельных пластин.","\n","^n Сила индукционных токов в отдельных пластинах существенно меньше силы тока, текущего по целому массивному проводнику.","\n","^n Поэтому, в соответствии с законом Джоуля-Ленца, уменьшается выделяемое в проводнике количество теплоты.","\n","^c Очень здорово. Будут какие-нибудь демонстрации токов Фуко?","\n","^n Да, на примере одной установки в нашей лабораторной могу тебе продемонстрировать интересный опыт.","\n","^n Пойдём.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}