c Вау! 
c Я настолько увлёкся, что успел забыть ваши объяснения перед началом.
n Ещё раз, у катушки сначала одно сопротивление.
n Вставляем сердечник - индукция вырастает во много раз, увеличивается сопротивление.
n Катушка сопротивляется изменению тока внутри себя, из-за чего лампочка и тускнет.
n Но стоит достать сердечник, как всё возвращается на свои места.
c Спасибо, было интересно.
n Ну а теперь выполним простенькое задание у меня в кабинете.
n Давай только побыстрее, времени у нас немного. 