n Вот, у нас есть лампочка, катушка и сердечник.
n С помощью этой конструкции рассмотрим применение электромагнитной индукции.
n Ты уже знаешь, что это явление возникновения тока в замкнутом проводнике при изменении магнитного поля, прозизывающего проводник.
n Таким образом, если включить катушку в переменный ток, у неё будет одно сопротивление.
n Вставим сердечник - индукция у катушки вырастет во много раз, у неё увеличится сопротивление.
n Ведь она будет сопротивляться изменению тока внутри себя.
n Лампочка работает, подключена к катушке, по которой бежит переменный ток.
n А дальше понаблюдай самостоятельно, вставляя сердечник в катушку!
c Звучит очень интригующе!