Случай 1. В постоянном магнитном поле находится контур переменной площади или вращается контур постоянной площади, или двигается проводник.
В этом случае, возникновение ЭДС индукции Ԑi связано с действием на свободные заряды силы Лоренца.
На рис. 1.2,а, показано, что при движении проводника со скоростью V в магнитном поле, электроны под действием силы Лоренца перемещаются к одному концу проводника, вследствие чего, на нём возникает избыток электронов, а на другом конце – их недостаток.
 Таким образом, сторонней силой, разделяющей заряды, является сила Лоренца.
Случай 2. Неподвижный контур постоянной площади находится в переменном магнитном поле.
В этом случае на свободные заряды в проводнике сила Лоренца не действует, и для объяснения возникновения ЭДС индукции Ԑi Максвелл сформулировал следующий постулат: переменное во времени магнитное поле порождает в окружающем пространстве вихревое электрическое поле.
Согласно Максвеллу, линии вихревого электрического поля являются замкнутыми, они связаны с направлением вектора dB/dt правилом левого буравчика и лежат в плоскости, перпендикулярной к вектору B (рис. 1.2, б).
Именно силы вихревого электрического поля совершают работу по разделению разноимённых зарядов в проводники, т.е. являются сторонними силами.
